Repository: HOCKULUS/BoxHelper
Catalog: BoxHelper/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fr, hi, it, ja, nl, pl, pt_pt, uk, zh_hans, zh_hk

source: 🖼️ A new images tab gives you a fast overview of all your content. Images from boxes and items are shown together so searching is easier.
ar: 🖼️ تمنحك علامة تبويب الصور الجديدة نظرة سريعة على كل محتواك. تُعرض صور الصناديق والعناصر معاً لتسهيل البحث.
bn: 🖼️ নতুন Images ট্যাব আপনার সব কনটেন্টের দ্রুত ওভারভিউ দেয়। বাক্স ও আইটেমের ছবি একসঙ্গে দেখানো হয়, তাই খুঁজে পাওয়া সহজ।
cs: 🖼️ Nová karta obrázků vám poskytne rychlý přehled o veškerém obsahu. Obrázky z krabic i položek se zobrazují společně, takže je hledání snazší.
da: 🖼️ En ny billedfane giver dig et hurtigt overblik over alt dit indhold. Billeder fra kasser og genstande vises samlet, så det er lettere at søge.
de: 🖼️ Ein neuer Bilder-Tab gibt dir einen schnellen Überblick über alle Inhalte. Bilder aus Kisten und Gegenständen werden gemeinsam angezeigt, damit du leichter suchen kannst.
es: 🖼️ Una nueva pestaña de imágenes te ofrece una vista rápida de todo tu contenido. Las imágenes de cajas y objetos se muestran juntas para que sea más fácil buscar.
fr: 🖼️ Un nouvel onglet Images vous donne un aperçu rapide de tout votre contenu. Les images des boîtes et des éléments sont affichées ensemble pour faciliter la recherche.
hi: 🖼️ नया चित्र टैब आपके सभी कंटेंट का तेज़ अवलोकन देता है। डिब्बों और वस्तुओं की तस्वीरें साथ में दिखाई जाती हैं ताकि खोज आसान हो जाए।
it: 🖼️ Una nuova scheda immagini ti offre una panoramica rapida di tutti i tuoi contenuti. Le immagini di scatole ed elementi vengono mostrate insieme, così la ricerca è più semplice.
ja: 🖼️ 新しい画像タブで、すべてのコンテンツをすばやく一覧できます。箱とアイテムの画像をまとめて表示するので、探しやすくなります。
nl: 🖼️ Een nieuw tabblad Afbeeldingen geeft je snel een overzicht van al je inhoud. Afbeeldingen van dozen en items worden samen weergegeven, zodat zoeken eenvoudiger wordt.
pl: 🖼️ Nowa karta obrazów daje szybki podgląd całej zawartości. Obrazy z pudełek i przedmiotów są pokazywane razem, dzięki czemu wyszukiwanie jest łatwiejsze.
pt_pt: 🖼️ Um novo separador de imagens oferece uma vista rápida de todo o seu conteúdo. As imagens das caixas e dos itens são mostradas em conjunto para facilitar a pesquisa.
uk: 🖼️ Нова вкладка зображень дає вам швидкий огляд усього вашого вмісту. Зображення з коробок та елементів показуються разом, тому шукати стає простіше.
zh_hans: 🖼️ 全新的图片分页可让你快速总览所有内容。箱子与物品的图片会一併显示，方便搜索。
zh_hk: 🖼️ 全新的圖片分頁可讓你快速總覽所有內容。箱子與物品的圖片會一併顯示，方便搜尋。

source: 🗑️ Items and locations can now be deleted directly from their lists, just like boxes. Locations that still contain boxes are protected.
ar: 🗑️ يمكن الآن حذف العناصر والمواقع مباشرة من قوائمها، تماماً مثل الصناديق. المواقع التي لا تزال تحتوي على صناديق تكون محمية.
bn: 🗑️ এখন আইটেম ও অবস্থান তাদের তালিকা থেকেই সরাসরি মুছে ফেলা যায়, ঠিক বাক্সের মতো। যেসব অবস্থানে এখনও বাক্স আছে সেগুলো সুরক্ষিত থাকে।
cs: 🗑️ Položky a umístění lze nyní mazat přímo z jejich seznamů stejně jako krabice. Umístění, která stále obsahují krabice, jsou chráněná.
da: 🗑️ Genstande og placeringer kan nu slettes direkte fra deres lister, ligesom kasser. Placeringer, der stadig indeholder kasser, er beskyttet.
de: 🗑️ Gegenstände und Standorte lassen sich jetzt wie Kisten direkt aus ihren Listen löschen. Standorte, die noch Kisten enthalten, sind geschützt.
es: 🗑️ Ahora los objetos y las ubicaciones se pueden eliminar directamente desde sus listas, igual que las cajas. Las ubicaciones que todavía contienen cajas están protegidas.
fr: 🗑️ Les éléments et les emplacements peuvent désormais être supprimés directement depuis leurs listes, comme les boîtes. Les emplacements qui contiennent encore des boîtes sont protégés.
hi: 🗑️ अब वस्तुएँ और स्थान भी उनकी सूची से सीधे हटाए जा सकते हैं, ठीक डिब्बों की तरह। जिन स्थानों में अभी भी डिब्बे हैं, वे सुरक्षित रहते हैं।
it: 🗑️ Ora elementi e posizioni possono essere eliminati direttamente dai loro elenchi, proprio come le scatole. Le posizioni che contengono ancora scatole sono protette.
ja: 🗑️ 箱と同じように、アイテムや場所も一覧から直接削除できるようになりました。まだ箱がある場所は保護されます。
nl: 🗑️ Items en locaties kunnen nu rechtstreeks uit hun lijsten worden verwijderd, net als dozen. Locaties die nog dozen bevatten, zijn beschermd.
pl: 🗑️ Przedmioty i lokalizacje można teraz usuwać bezpośrednio z ich list, tak jak pudełka. Lokalizacje, które nadal zawierają pudełka, są chronione.
pt_pt: 🗑️ Itens e localizações podem agora ser eliminados diretamente das respetivas listas, tal como as caixas. As localizações que ainda contêm caixas estão protegidas.
uk: 🗑️ Елементи та локації тепер можна видаляти прямо зі списків, так само як коробки. Локації, які все ще містять коробки, захищені.
zh_hans: 🗑️ 物品与位置现在也能像箱子一样，直接从列表中删除。仍包含箱子的位置会受到保护。
zh_hk: 🗑️ 物品與位置現在也能像箱子一樣，直接從列表中刪除。仍包含箱子的位置會受到保護。

source: 🗜️ Merging backups is even better now. New items are automatically added, old ones are updated with new data.
ar: 🗜️ أصبح دمج النسخ الاحتياطية أفضل الآن. تُضاف العناصر الجديدة تلقائياً ويتم تحديث القديمة بالبيانات الجديدة.
bn: 🗜️ ব্যাকআপ মার্জ এখন আরও ভালো। নতুন আইটেম স্বয়ংক্রিয়ভাবে যোগ হয়, পুরোনো আইটেম নতুন ডেটা দিয়ে আপডেট হয়।
cs: 🗜️ Slučování záloh je teď ještě lepší. Nové položky se automaticky přidávají a staré se aktualizují novými daty.
da: 🗜️ Det er blevet endnu bedre at flette backups. Nye genstande tilføjes automatisk, og gamle opdateres med nye data.
de: 🗜️ Backups zusammenführen funktioniert besser: Neue Inhalte werden ergänzt, alte aktualisiert.
es: 🗜️ Mejor fusión de respaldos: ítems nuevos se añaden, los existentes se actualizan.
fr: 🗜️ La fusion des sauvegardes est désormais encore meilleure. Les nouveaux éléments sont ajoutés automatiquement et les anciens sont mis à jour avec les nouvelles données.
hi: 🗜️ बैकअप मर्ज करना अब और बेहतर हो गया है। नई वस्तुएँ स्वतः जुड़ जाती हैं और पुरानी वस्तुएँ नए डेटा से अपडेट हो जाती हैं।
it: 🗜️ Ora l'unione dei backup è ancora migliore. I nuovi elementi vengono aggiunti automaticamente, quelli vecchi vengono aggiornati con i nuovi dati.
ja: 🗜️ バックアップの統合がさらに改善されました。新しいアイテムは自動で追加され、既存のものは新しいデータで更新されます。
nl: 🗜️ Back-ups samenvoegen werkt nu beter. Nieuwe items worden toegevoegd, bestaande bijgewerkt.
pl: 🗜️ Scalanie kopii zapasowych jest teraz jeszcze lepsze. Nowe przedmioty są dodawane automatycznie, a stare aktualizowane nowymi danymi.
pt_pt: 🗜️ A fusão de cópias de segurança está agora ainda melhor. Os novos itens são adicionados automaticamente e os antigos são atualizados com novos dados.
uk: 🗜️ Об’єднання резервних копій стало ще кращим. Нові елементи додаються автоматично, а старі оновлюються новими даними.
zh_hans: 🗜️ 备份合併功能更強大了。新项目会自动新增，旧项目会更新最新资料。
zh_hk: 🗜️ 備份合併功能更強大了。新項目會自動新增，舊項目會更新最新資料。

source: 🤖 Beeb boop! Automatic tagging is now available. It's work like magic. Okay it's just a local textrecognition api, but it works like a charm!
ar: 🤖 بيب بوب! أصبح وضع العلامات التلقائي متاحاً الآن. يبدو كأنه سحر. حسناً، هو مجرد واجهة محلية للتعرف على النصوص، لكنه يعمل بشكل رائع!
bn: 🤖 বিপ বুপ! এখন স্বয়ংক্রিয় ট্যাগিং উপলভ্য। এটি যেন জাদুর মতো কাজ করে। আচ্ছা, আসলে এটি একটি লোকাল টেক্সট-রেকগনিশন API, তবে দারুণ কাজ করে!
cs: 🤖 Píp píp! Automatické štítkování je nyní k dispozici. Funguje to skoro jako magie. Dobře, je to jen lokální API pro rozpoznávání textu, ale funguje skvěle!
da: 🤖 Bip bop! Automatisk tagging er nu tilgængelig. Det virker som magi. Okay, det er bare et lokalt tekstgenkendelses-API, men det fungerer virkelig godt!
de: 🤖 Automatische Tags sind jetzt verfügbar. Funktioniert wie Magie (ok, Text-API, aber effektiv).
es: 🤖 Etiquetado automático con reconocimiento de texto. ¡Funciona muy bien!
fr: 🤖 Bip bop ! Le marquage automatique est maintenant disponible. Ça fonctionne comme par magie. Bon, c’est juste une API locale de reconnaissance de texte, mais elle marche à merveille !
hi: 🤖 बीप बूप! ऑटोमैटिक टैगिंग अब उपलब्ध है। यह जादू जैसा काम करती है। ठीक है, यह सिर्फ एक लोकल टेक्स्ट-रिकग्निशन API है, लेकिन शानदार काम करती है!
it: 🤖 Beeb boop! Il tagging automatico è ora disponibile. Funziona come per magia. Ok, è solo un'API di riconoscimento del testo locale, ma funziona a meraviglia!
ja: 🤖 ピッポッ！自動タグ付けが利用可能になりました。まるで魔法のように動作します。実際にはローカルの文字認識APIですが、とても便利です！
nl: 🤖 Beep boop! Automatische tags zijn nu beschikbaar. Het lijkt magie, maar het is gewoon lokale tekstherkenning. Werkt top!
pl: 🤖 Bip bop! Automatyczne tagowanie jest już dostępne. Działa jak magia. No dobrze, to tylko lokalne API rozpoznawania tekstu, ale działa świetnie!
pt_pt: 🤖 Bip bop! A etiquetagem automática está agora disponível. Funciona quase como magia. Está bem, é apenas uma API local de reconhecimento de texto, mas funciona muito bem!
uk: 🤖 Біп-буп! Автоматичне тегування тепер доступне. Працює наче магія. Гаразд, це лише локальний API розпізнавання тексту, але працює чудово!
zh_hans: 🤖 嘟嘟！自动标签功能现已推出。简直像魔法一样好用。好啦，其实只是本地文字辨識 API，但效果超讚！
zh_hk: 🤖 嘟嘟！自動標籤功能現已推出。簡直像魔法一樣好用。好啦，其實只是本地文字辨識 API，但效果超讚！

source: 🤫 Foundations for upcoming new features are already being laid in the background...
ar: 🤫 يجري بالفعل وضع الأسس للميزات القادمة في الخلفية...
bn: 🤫 আসন্ন নতুন ফিচারের ভিত্তি ইতিমধ্যেই পেছনে তৈরি করা হচ্ছে...
cs: 🤫 V pozadí se už připravují základy pro nadcházející nové funkce…
da: 🤫 Grundlaget for kommende nye funktioner bliver allerede lagt i baggrunden...
de: 🤫 Grundlagen für weitere neue Features im Hintergrund vorbereitet...
es: 🤫 Se están preparando funciones nuevas en segundo plano…
fr: 🤫 Les bases des prochaines fonctionnalités sont déjà en cours de mise en place en arrière-plan...
hi: 🤫 आने वाली नई सुविधाओं की नींव पहले से ही पृष्ठभूमि में तैयार की जा रही है...
it: 🤫 Le basi per le prossime novità vengono già gettate sullo sfondo...
ja: 🤫 今後の新機能に向けた土台は、すでに裏側で着々と整えています……
nl: 🤫 Er wordt achter de schermen al gebouwd aan nieuwe functies…
pl: 🤫 W tle już powstają fundamenty pod kolejne nowe funkcje...
pt_pt: 🤫 As bases para novas funcionalidades futuras já estão a ser preparadas em segundo plano...
uk: 🤫 Основи для майбутніх нових функцій уже закладаються у фоновому режимі...
zh_hans: 🤫 新功能的基礎工作已在幕后悄悄进行中……
zh_hk: 🤫 新功能的基礎工作已在幕後悄悄進行中……

source: 🧭 Deep navigation has been added. Locations and items can now be opened and edited directly from within a box.
ar: 🧭 تمت إضافة تنقل أعمق. يمكن الآن فتح المواقع والعناصر وتحريرها مباشرة من داخل الصندوق.
bn: 🧭 গভীর নেভিগেশন যোগ করা হয়েছে। এখন বাক্সের ভেতর থেকেই অবস্থান ও আইটেম খোলা এবং সম্পাদনা করা যায়।
cs: 🧭 Byla přidána hlubší navigace. Umístění a položky lze nyní otevírat a upravovat přímo z krabice.
da: 🧭 Dyb navigation er blevet tilføjet. Placeringer og genstande kan nu åbnes og redigeres direkte inde fra en kasse.
de: 🧭 Eine tiefere Navigation wurde ergänzt. Standorte und Gegenstände lassen sich jetzt direkt aus einer Kiste heraus öffnen und bearbeiten.
es: 🧭 Se ha añadido navegación profunda. Ahora las ubicaciones y los objetos se pueden abrir y editar directamente desde una caja.
fr: 🧭 Une navigation profonde a été ajoutée. Les emplacements et les éléments peuvent désormais être ouverts et modifiés directement depuis une boîte.
hi: 🧭 गहरी नेविगेशन जोड़ी गई है। अब स्थान और वस्तुएँ सीधे किसी डिब्बे के भीतर से खोली और संपादित की जा सकती हैं।
it: 🧭 È stata aggiunta la navigazione profonda. Le posizioni e gli elementi ora possono essere aperti e modificati direttamente dall’interno di una scatola.
ja: 🧭 より深いナビゲーションを追加しました。箱の中から場所やアイテムを直接開いて編集できます。
nl: 🧭 Diepe navigatie is toegevoegd. Locaties en items kunnen nu direct vanuit een doos worden geopend en bewerkt.
pl: 🧭 Dodano głębszą nawigację. Lokalizacje i przedmioty można teraz otwierać i edytować bezpośrednio z poziomu pudełka.
pt_pt: 🧭 Foi adicionada navegação profunda. As localizações e os itens podem agora ser abertos e editados diretamente a partir de uma caixa.
uk: 🧭 Додано глибоку навігацію. Локації та елементи тепер можна відкривати й редагувати безпосередньо зсередини коробки.
zh_hans: 🧭 已加入更深层的导航功能。现在可以直接从箱子内打开並編輯位置与物品。
zh_hk: 🧭 已加入更深層的導覽功能。現在可以直接從箱子內打開並編輯位置與物品。

source: 🧭 Direct navigation via QR code is now possible. No more weird popovers. (Yep, still learning something new every day! 😋)
ar: 🧭 أصبح التنقل المباشر عبر رمز QR ممكناً الآن. لا مزيد من النوافذ المنبثقة الغريبة. (نعم، ما زلت أتعلم شيئاً جديداً كل يوم! 😋)
bn: 🧭 এখন QR কোডের মাধ্যমে সরাসরি নেভিগেশন সম্ভব। আর অদ্ভুত পপওভার নয়। (হ্যাঁ, এখনও প্রতিদিন নতুন কিছু শিখছি! 😋)
cs: 🧭 Přímá navigace přes QR kód je nyní možná. Už žádná podivná vyskakovací okna. (Ano, pořád se každý den učím něco nového! 😋)
da: 🧭 Direkte navigation via QR-kode er nu mulig. Ikke flere mærkelige popovers. (Ja, jeg lærer stadig noget nyt hver dag! 😋)
de: 🧭 Direkte Navigation per QR-Code ist jetzt möglich. Keine seltsamen Popovers mehr. (Ja, ich lerne auch ständig noch was dazu! 😋)
es: 🧭 Navegación directa por código QR ahora disponible. Sin más ventanas flotantes raras.
fr: 🧭 La navigation directe via code QR est désormais possible. Fini les popovers étranges. (Oui, j’apprends encore quelque chose de nouveau chaque jour ! 😋)
hi: 🧭 अब QR कोड के जरिए सीधी नेविगेशन संभव है। अजीब पॉपओवर अब नहीं। (हाँ, मैं अब भी हर दिन कुछ नया सीख रहा हूँ! 😋)
it: 🧭 La navigazione diretta tramite codice QR è ora possibile. Niente più strani popover. (Sì, imparo ancora qualcosa di nuovo ogni giorno! 😋)
ja: 🧭 QRコードによる直接ナビゲーションが可能になりました。もう変なポップオーバーはありません。（はい、今でも毎日新しいことを学んでいます！😋）
nl: 🧭 Directe navigatie via QR-code is nu mogelijk. Geen rare pop-ups meer. (Elke dag wat geleerd! 😋)
pl: 🧭 Bezpośrednia nawigacja przez kod QR jest teraz możliwa. Koniec z dziwnymi wyskakującymi oknami. (Tak, ja też wciąż uczę się czegoś nowego każdego dnia! 😋)
pt_pt: 🧭 A navegação direta por código QR é agora possível. Acabaram-se os popovers estranhos. (Sim, continuo a aprender algo novo todos os dias! 😋)
uk: 🧭 Тепер можлива пряма навігація через QR-код. Більше ніяких дивних спливаючих вікон. (Так, я досі щодня вчуся чомусь новому! 😋)
zh_hans: 🧭 现在可以直接透過 QR 码导航，不再有奇怪的彈出视窗。（是啊，我每天都还在學新東西！😋）
zh_hk: 🧭 現在可以直接透過 QR 碼導航，不再有奇怪的彈出視窗。（是啊，我每天都還在學新東西！😋）

source: 🚀 iOS 26 is here to stay. This version adapts to the new design and challenges.
ar: 🚀 iOS 26 أصبح واقعاً. هذا الإصدار يتكيف مع التصميم الجديد والتحديات الجديدة.
bn: 🚀 iOS 26 এখন স্থায়ীভাবে এসেছে। এই সংস্করণ নতুন ডিজাইন ও চ্যালেঞ্জের সাথে মানিয়ে নিয়েছে।
cs: 🚀 iOS 26 je tady a zůstane. Tato verze se přizpůsobuje novému designu a novým výzvám.
da: 🚀 iOS 26 er kommet for at blive. Denne version tilpasser sig det nye design og de nye udfordringer.
de: 🚀 iOS 26 ist gekommen um zu bleiben. In dieser Version stelle ich mich den neuen Herausforderungen.
es: 🚀 iOS 26 ha llegado para quedarse. Esta versión se adapta al nuevo diseño y a los nuevos desafíos.
fr: 🚀 iOS 26 est là pour durer. Cette version s’adapte au nouveau design et aux nouveaux défis.
hi: 🚀 iOS 26 अब स्थायी रूप से यहाँ है। यह संस्करण नए डिज़ाइन और चुनौतियों के अनुसार ढलता है।
it: 🚀 iOS 26 è arrivato per restare. Questa versione si adatta al nuovo design e alle nuove sfide.
ja: 🚀 iOS 26 の新しいデザインと変更点に対応しました。
nl: 🚀 iOS 26 is er en blijft. Deze versie past zich aan het nieuwe ontwerp en de nieuwe uitdagingen aan.
pl: 🚀 iOS 26 zostaje na dłużej. Ta wersja dostosowuje się do nowego projektu i nowych wyzwań.
pt_pt: 🚀 O iOS 26 veio para ficar. Esta versão adapta-se ao novo design e aos novos desafios.
uk: 🚀 iOS 26 уже тут і надовго. Ця версія адаптується до нового дизайну та нових викликів.
zh_hans: 🚀 iOS 26 已经来了。此版本已適应新的设計与挑戰。
zh_hk: 🚀 iOS 26 已經來了。此版本已適應新的設計與挑戰。

source: 🚀 Overall app performance has been improved.
ar: 🚀 تم تحسين أداء التطبيق بشكل عام.
bn: 🚀 অ্যাপের সামগ্রিক পারফরম্যান্স উন্নত করা হয়েছে।
cs: 🚀 Celkový výkon aplikace byl vylepšen.
da: 🚀 Appens samlede ydeevne er blevet forbedret.
de: 🚀 Die Gesamtleistung der App wurde verbessert.
es: 🚀 Se ha mejorado el rendimiento general de la app.
fr: 🚀 Les performances générales de l’app ont été améliorées.
hi: 🚀 ऐप के समग्र प्रदर्शन में सुधार किया गया है।
it: 🚀 Le prestazioni generali dell’app sono state migliorate.
ja: 🚀 アプリ全体のパフォーマンスを改善しました。
nl: 🚀 De algemene prestaties van de app zijn verbeterd.
pl: 🚀 Ogólna wydajność aplikacji została poprawiona.
pt_pt: 🚀 O desempenho geral da aplicação foi melhorado.
uk: 🚀 Загальну продуктивність додатка покращено.
zh_hans: 🚀 App 整体性能已获得提升。
zh_hk: 🚀 App 整體效能已獲得提升。

source: 🚲 Items can now be renamed and marked as 'fragile' or 'heavy'.
ar: 🚲 يمكن الآن إعادة تسمية العناصر ووضع علامة عليها بأنها قابلة للكسر أو ثقيلة.
bn: 🚲 এখন আইটেমের নাম পরিবর্তন করা যায় এবং সেগুলোকে 'ভঙ্গুর' বা 'ভারী' হিসেবে চিহ্নিত করা যায়।
cs: 🚲 Položky lze nyní přejmenovat a označit jako „křehké“ nebo „těžké“.
da: 🚲 Genstande kan nu omdøbes og markeres som 'skrøbelige' eller 'tunge'.
de: 🚲 Gegenstände können umbenannt und zusätzlich als 'zerbrechlich' oder 'schwer' gekennzeichnet werden.
es: 🚲 Ítems ahora se pueden renombrar y marcar como ‘frágil’ o ‘pesado’.
fr: 🚲 Les éléments peuvent désormais être renommés et marqués comme « fragiles » ou « lourds ».
hi: 🚲 वस्तुओं का नाम बदला जा सकता है और उन्हें "नाज़ुक" या "भारी" के रूप में चिह्नित किया जा सकता है।
it: 🚲 Gli oggetti possono ora essere rinominati e contrassegnati come “fragili” o “pesanti”.
ja: 🚲 アイテムの名前を変更できるようになり、「壊れやすい」や「重い」としてマークできるようになりました。
nl: 🚲 Items kunnen nu worden hernoemd en gemarkeerd als ‘breekbaar’ of ‘zwaar’.
pl: 🚲 Przedmioty można teraz zmieniać nazwę i oznaczać jako „kruche” lub „ciężkie”.
pt_pt: 🚲 Os itens podem agora ser renomeados e marcados como "frágil" ou "pesado".
uk: 🚲 Елементи тепер можна перейменовувати та позначати як «крихкі» або «важкі».
zh_hans: 🚲 物品现在可以重新命名，並标记为「易碎」或「沉重」。
zh_hk: 🚲 物品現在可以重新命名，並標記為「易碎」或「沉重」。

source: 🛠️ Fixed several bugs, especially related to backup merge issues.
ar: 🛠️ تم إصلاح عدة أخطاء، خاصةً المتعلقة بمشكلات دمج النسخ الاحتياطية.
bn: 🛠️ বেশ কিছু বাগ ঠিক করা হয়েছে, বিশেষ করে ব্যাকআপ মার্জ সংক্রান্ত সমস্যা।
cs: 🛠️ Opraveno několik chyb, zejména v oblasti slučování záloh.
da: 🛠️ Flere fejl er rettet, især dem der var relateret til problemer med at flette backups.
de: 🛠️ Einige Fehler wurden behoben, vor allem bei der Zusammenführung von Backups.
es: 🛠️ Se corrigieron varios errores, especialmente los relacionados con la combinación de copias de seguridad.
fr: 🛠️ Plusieurs bugs ont été corrigés, en particulier ceux liés à la fusion des sauvegardes.
hi: 🛠️ कई बग्स ठीक किए गए हैं, खासकर बैकअप मर्ज से जुड़ी समस्याएँ।
it: 🛠️ Corretti diversi bug, soprattutto quelli legati ai problemi di unione dei backup.
ja: 🛠️ 特にバックアップ統合に関する問題を中心に、複数のバグを修正しました。
nl: 🛠️ Verschillende bugs zijn opgelost, vooral rond problemen bij het samenvoegen van back-ups.
pl: 🛠️ Naprawiono kilka błędów, zwłaszcza tych związanych ze scalaniem kopii zapasowych.
pt_pt: 🛠️ Foram corrigidos vários erros, especialmente relacionados com problemas na fusão de cópias de segurança.
uk: 🛠️ Виправлено кілька помилок, особливо пов’язаних із проблемами злиття резервних копій.
zh_hans: 🛠️ 修正了多项错误，特别是与备份合併相关的问题。
zh_hk: 🛠️ 修正了多項錯誤，特別是與備份合併相關的問題。

source: 🛡️ Nothing is lost. Any input you make while creating content is preserved across app restarts until you explicitly save it. You can continue exactly where you left off.
ar: 🛡️ لا يضيع شيء. أي إدخال تقوم به أثناء إنشاء المحتوى يتم الاحتفاظ به عبر إعادة تشغيل التطبيق حتى تحفظه بشكل صريح. يمكنك المتابعة تماماً من حيث توقفت.
bn: 🛡️ কিছুই হারায় না। কনটেন্ট তৈরি করার সময় আপনার যেকোনো ইনপুট আপনি স্পষ্টভাবে সেভ না করা পর্যন্ত অ্যাপ রিস্টার্টের পরেও সংরক্ষিত থাকে।
cs: 🛡️ Nic se neztratí. Vše, co zadáte při vytváření obsahu, zůstane zachováno i po restartu aplikace, dokud to výslovně neuložíte. Můžete pokračovat přesně tam, kde jste skončili.
da: 🛡️ Intet går tabt. Alle input, du laver under oprettelse af indhold, bevares ved genstart af appen, indtil du gemmer det udtrykkeligt. Du kan fortsætte præcis, hvor du slap.
de: 🛡️ Nichts geht verloren. Alle Eingaben, die du beim Erstellen machst, bleiben auch nach einem App-Neustart erhalten, bis du sie ausdrücklich speicherst. Du kannst genau dort weitermachen, wo du aufgehört hast.
es: 🛡️ No se pierde nada. Cualquier dato que introduzcas al crear contenido se conserva incluso si reinicias la app, hasta que lo guardes de forma explícita. Puedes continuar exactamente donde lo dejaste.
fr: 🛡️ Rien n’est perdu. Toute saisie effectuée pendant la création de contenu est conservée après le redémarrage de l’app jusqu’à ce que vous l’enregistriez explicitement. Vous pouvez reprendre exactement là où vous vous étiez arrêté.
hi: 🛡️ कुछ भी नहीं खोता। सामग्री बनाते समय आपने जो कुछ भरा है, वह तब तक सुरक्षित रहता है जब तक आप उसे स्पष्ट रूप से सहेज नहीं देते। आप ठीक वहीं से जारी रख सकते हैं जहाँ आपने छोड़ा था।
it: 🛡️ Nulla viene perso. Qualsiasi dato inserito durante la creazione dei contenuti viene conservato anche dopo il riavvio dell’app finché non lo salvi esplicitamente. Puoi continuare esattamente da dove avevi lasciato.
ja: 🛡️ 入力内容は失われません。コンテンツ作成中の入力は、明示的に保存するまでアプリを再起動しても保持されます。前回の続きからそのまま再開できます。
nl: 🛡️ Er gaat niets verloren. Alle invoer die je maakt tijdens het aanmaken van inhoud blijft bewaard na het herstarten van de app totdat je deze expliciet opslaat. Je kunt precies verdergaan waar je was gebleven.
pl: 🛡️ Nic nie ginie. Wszystko, co wpiszesz podczas tworzenia zawartości, jest zachowywane po ponownym uruchomieniu aplikacji, dopóki nie zapiszesz tego jawnie. Możesz kontynuować dokładnie tam, gdzie przerwałeś.
pt_pt: 🛡️ Nada se perde. Tudo o que introduzir ao criar conteúdo é preservado entre reinícios da aplicação até guardar explicitamente. Pode continuar exatamente onde ficou.
uk: 🛡️ Нічого не втрачено. Будь-яке введення під час створення вмісту зберігається після перезапуску додатка, доки ви явно не збережете його. Ви можете продовжити точно з того місця, де зупинилися.
zh_hans: 🛡️ 不会遺失任何内容。你在建立内容时输入的资料，会在你明確存储之前，即使重新启动 App 也会被保留。你可以精確地从中斷處继续。
zh_hk: 🛡️ 不會遺失任何內容。你在建立內容時輸入的資料，會在你明確儲存之前，即使重新啟動 App 也會被保留。你可以精確地從中斷處繼續。

source: 1st
ar: الأول
bn: ১ম
es: 1.º
fr: 1er
ja: 1番目
nl: 1e
uk: 1-й
zh_hans: 第一版
zh_hk: 第一版

# Abbrechen
source: Cancel
ar: إلغاء
bn: বাতিল
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
uk: Скасувати
zh_hans: 取消
zh_hk: 取消

# Absteigend
source: descending
ar: تنازلي
bn: অবরোহী
cs: Sestupně
da: Faldende
de: Absteigend
es: descendente
fr: Décroissant
hi: अवरोही
it: discendente
ja: 降順
nl: aflopend
pl: Malejąco
pt_pt: Descendente
uk: За спаданням
zh_hans: 降序
zh_hk: 降序

source: Add ${image} to Box ${boxName}
ar: أضف الصورة ${image} إلى الصندوق ${boxName}
bn: ছবি ${image} বাক্স ${boxName}-এ যোগ করুন
cs: Přidat ${image} do krabice ${boxName}
da: Tilføj billedet ${image} til kasse ${boxName}
de: Füge das Bild ${image} zu der Kiste ${boxName} hinzu.
es: Añadir ${image} a la caja ${boxName}
fr: Ajouter ${image} à la boîte ${boxName}
hi: चित्र ${image} को डिब्बे ${boxName} में जोड़ें
it: Aggiungi ${image} alla scatola ${boxName}
ja: 画像 ${image} を箱 ${boxName} に追加
nl: Voeg ${image} toe aan doos ${boxName}
pl: Dodaj obraz ${image} do pudełka ${boxName}
pt_pt: Adicionar ${imagem} to Caixa ${caixaName}
uk: Додати ${image} до коробки ${boxName}
zh_hans: 将 ${image} 加入箱子 ${boxName}
zh_hk: 將 ${image} 加入箱子 ${boxName}

source: Add ${itemName} to box ${boxReference}
ar: أضف العنصر ${itemName} إلى الصندوق ${boxReference}
bn: আইটেম ${itemName} বাক্স ${boxReference}-এ যোগ করুন
cs: Přidat ${itemName} do krabice ${boxReference}
da: Tilføj genstanden ${itemName} til kasse ${boxReference}
de: Füge den Gegenstand ${itemName} zu der Kiste ${boxReference} hinzu.
es: Añadir ${itemName} a la caja ${boxReference}
fr: Ajouter ${itemName} à la boîte ${boxReference}
hi: आइटम ${itemName} को डिब्बे ${boxReference} में जोड़ें
it: Aggiungi ${itemName} alla scatola ${boxReference}
ja: アイテム ${itemName} を箱 ${boxReference} に追加
nl: Voeg ${itemName} toe aan doos ${boxReference}
pl: Dodaj przedmiot ${itemName} do pudełka ${boxReference}
pt_pt: Adicionar ${itemName} to caixa ${caixaReference}
uk: Додати ${itemName} до коробки ${boxReference}
zh_hans: 将 ${itemName} 加入箱子 ${boxReference}
zh_hk: 將 ${itemName} 加入箱子 ${boxReference}
